Repository: jweiland-net/events2_reserve_connector
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_events2_domain_model_event.theater_details
source: Theater description
de: Stückdetails

# tx_events2_domain_model_time.time_begin
source: Time Begin
de: Beginn

# events2.differentOpeningTimes
source: Warning! Has not opened every day or does have different opening hours.
de: Achtung! Hat nicht jeden Tag geöffnet oder unterschiedliche Öffnungszeiten.

# events2.furtherInformation
source: Further information
de: Weitere Infos

# events2.no_events_found
source: No event found.
de: Keine Veranstaltung gefunden.

# events2ReserveSynchronization.error.facilityNotFound.title
source: Missing facility in the location record!
de: Fehlende Einrichtung im Veranstaltungsort!

# events2ReserveSynchronization.error.facilityNotFound.description
source: You have indicated that this event requires registration. For this to work, a facility must be assigned to the location record of this event.
de: Sie haben angegeben, dass diese Veranstaltung eine Registrierung erfordert. Damit das funktioniert muss dem Veranstaltungsort dieser Veranstaltung eine Einrichtung zugewiesen werden.

# events2ReserveSynchronization.success.synchronizedEvent
source: The event was synchronized with the time slot (period).
de: Das Event wurde erfolgreich mit dem Zeitblock synchronisiert.

# events2ReserveSynchronization.success.everythingOK.title
source: Everything OK
de: Alles OK

# events2ReserveSynchronization.success.everythingOK.description
source: No problems detected
de: Keine Probleme erkannt

# events2ReserveSynchronization.error.deletedFacility.title
source: Facility not found
de: Einrichtung nicht gefunden

# events2ReserveSynchronization.error.deletedFacility.description
source: It seems that facility was removed. Please choose an alternative facility
de: Es scheint, dass die Einrichtung gelöscht wurde. Bitte wählen Sie eine alternative Einrichtung.

# events2ReserveSynchronization.warning.missingFacility.title
source: No facility selected
de: Keine Einrichtung ausgewählt

# events2ReserveSynchronization.warning.missingFacility.description
source: As some related event records needs registration you have to select a facility.
de: Da einige zugehörige Veranstaltungsdatensätze eine Registrierung erfordern, müssen Sie eine Einrichtung auswählen.

# reserve.remainingParticipants
source: Remaining participants
de: Verbleibende Teilnehmer

# reserve.reservePlace
source: Reserve a place
de: Platz reservieren

# reserve.showAllBookingPeriods
source: Show all bookingPeriods
de: Alle Buchungszeiträume anzeigen

# reserve.error.noBookingPeriodFound
source: Could not find any booking periods for given time.
de: Konnte keine Buchungszeiträume für die angegebene Zeit finden.
